MENU_VK = "Привет, я бот ог в вк, здарова и здравствуйте"
MENU_TG = "Привет, я бот ог в тг, здравствуйте и здарова"

CANCEL_BUTTON = "Обратно в меню"

FORM_ASK_FIO = "Пришли ФИО полностью:"
FORM_ASK_VK = "Пришли ссылку на свой VK, свой VK ID или никнейм VK (тот, что идет после vk.ru):"
FORM_VK_FAILED = "Не нашел такого пользователя, повтори попытку:"
FORM_ASK_NUMBER = "Пришли уникальный номер:"
FORM_NUMBER_FAILED = "Не распознал номер, повтори попытку"
FORM_ASK_YES_NO = "Лидер школы?"
FORM_YES_NO_FAILED = "Не распознал ответ, напиши 'Да' или 'Нет':"
FORM_ASK_DIRECTION = "Выбери направление:"
FORM_DONE = "Спасибо! Данные записаны"
FORM_NOT_FOUND = "Такого направления не существует"

FORM_BUTTON = "Найдите меня"